{"2020-03-20": ["b'@msft_fml @NGHTMRE Hahahaha yeah fair man \\xf0\\x9f\\x98\\x82 dude send me some of that big room, defo wana hear that haha'", "b'@RohaanOfficial @NGHTMRE Unofficial :) I should have written bootleg but that term reminds me of my big room past life lol'", "b'Learn how the Microsoft co-sell program is helping partners like @Crestron reach a vast community of customers and\\xe2\\x80\\xa6 https://t.co/6oo9YaiIyF'", "b'RT @MSFTGameStack: We\\xe2\\x80\\x99re glad you could join us for #GameStackLive. We can\\xe2\\x80\\x99t wait to play the games you create: https://t.co/edX3NE3x1I htt\\xe2\\x80\\xa6'", "b'Microsoft Corp (MSFT) stock dropped by 3.7559%! Currently priced at 137.35. https://t.co/iKKWZ2y63C'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'RT @Azure: COVID-19 is impacting everyone around the world. With over 1,000 global employees, learn how Icertis ensured comprehensive busin\\xe2\\x80\\xa6'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'@gee_MSFT i\\xe2\\x80\\x99m appalled.'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'@cinnamon_msft I fear for TPs life with that candle burning so close. \\xf0\\x9f\\x91\\x80'", "b'they are sickening. https://t.co/AgyzSVezwK'", "b'@ArdiHel9 We understand. Updates help keep your device safe and secure. You can learn how to pause and manage updat\\xe2\\x80\\xa6 https://t.co/4EWLW967jw'", "b'1. No follow through day = no swing long today\\n2. In fact U/R setup is fail here on SPY\\n3. QQQ is showing a huge re\\xe2\\x80\\xa6 https://t.co/F9uo5xVCX2'", "b\"@NerdPyle @EldenCluster I'm glad some people can live from the MSFT salary somehow \\xf0\\x9f\\x99\\x83\"", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'RT @msftsecurity: Cybercriminals use people\\xe2\\x80\\x99s fear and need for information on #Coronavirus in phishing attacks to steal sensitive informat\\xe2\\x80\\xa6'", "b'RT @VisualStudio: Looking for ideas on helping your developers stay productive? Get tips from inside of Microsoft as we help our engineerin\\xe2\\x80\\xa6'", "b'LogMeIn: https://t.co/HWHAfdsd2E - free for healthcare providers, educational institutions, municipalities, and non\\xe2\\x80\\xa6 https://t.co/xbH9Zb9SzR'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'RT @MSFTGameStack: We\\xe2\\x80\\x99re glad you could join us for #GameStackLive. We can\\xe2\\x80\\x99t wait to play the games you create: https://t.co/edX3NE3x1I htt\\xe2\\x80\\xa6'", "b'RT @dotnet: #ASPNET Core updates are now in #dotNET 5 Preview 1 and ready for evaluation! Here are all the resources you need to get starte\\xe2\\x80\\xa6'", "b'@joozy89 Here you go! https://t.co/LY8GAjSztV'", "b'RT @MSPowerBI: .@Gartner_inc has named #Microsoft a MQ Leader for Analytics and BI platforms for the thirteenth year in a row. Read the blo\\xe2\\x80\\xa6'", "b'@cinnamon_msft Make sure they washed their hands before giving them cakes. \\nps say hi to Cheryl \\xf0\\x9f\\x91\\x8c'", "b\"RT @Microsoft365: Microsoft Teams' 44 million users have generated more than 900 million meeting minutes every day this week. As organizati\\xe2\\x80\\xa6\"", "b'RT @dotnet: #ASPNET Core updates are now in #dotNET 5 Preview 1 and ready for evaluation! Here are all the resources you need to get starte\\xe2\\x80\\xa6'", "b'RT @Microsoft365: On the latest #ModernWorkplace podcast, we explore the art of teamwork and share insights from some of the world\\xe2\\x80\\x99s most s\\xe2\\x80\\xa6'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'@msft_fml @NGHTMRE Niceee! Stoked to hear the full thing lad! \\nIs it a Remix or bootleg??'", "b'RT @knoxridley3: $MSFT closing below the $135 support on heavy volume is a big deal.'", "b\"RT @AgeOfEmpires: Reddit User Brewsterscoffee made this AMAZING medieval village based on Age of Empires II buildings in the Sims! We've at\\xe2\\x80\\xa6\"", "b'@williamslauram doing my best to keep spirits up :)'", "b'The integration of Minecraft, Java Minecraft, Xbox, and MSFT is giving me stress. Quarantine with kids problems.'", "b\"@cinnamon_msft Aww! I'm tomorrow. Going to hang out with my Roomba.\"", "b'RT @MSFTGameStack: We\\xe2\\x80\\x99re glad you could join us for #GameStackLive. We can\\xe2\\x80\\x99t wait to play the games you create: https://t.co/edX3NE3x1I htt\\xe2\\x80\\xa6'", "b'@Mort_Aux_Flics Meanwhile, you may try the troubleshooting steps provided on this link on how to fix OneDrive sync\\xe2\\x80\\xa6 https://t.co/JcFcQsac47'", "b'RT @MicrosoftCEE: Explore with Sofiya Huts, Program Manager, Microsoft Teams - accessibility and accessible product development that can en\\xe2\\x80\\xa6'", "b'#Credit line of @robinhoodapp #maxed\\n\\n#robinhood #robinhoodoutage $SPY $QQQ $DIA $AAPL $MSFT $FB $SBUX $TSLA $COST\\xe2\\x80\\xa6 https://t.co/v1FoXsxrCi'", "b\"RT @AgeOfEmpires: Reddit User Brewsterscoffee made this AMAZING medieval village based on Age of Empires II buildings in the Sims! We've at\\xe2\\x80\\xa6\"", "b'Microsoft Corp. (MSFT) surprised the market with Q1 result. Deutsche bank changed the rating to Underperform, as Mi\\xe2\\x80\\xa6 https://t.co/aazwG1jczi'", "b'A lot of the \"safer\" names getting liquidated today:\\nMSFT -3.76%\\nWMT -4.59%\\nCPB -4.63%\\nCOST -4.85%\\nAAPL -6.35%\\nKMB\\xe2\\x80\\xa6 https://t.co/p4GrdRn6vL'", "b'RT @venusin12th: \\xf0\\x9f\\xa4\\xae'", "b'Me https://t.co/EEyMo3IEhU'", "b'RT @HoloLens: See how #HoloLens 2 is bringing the famed Mont-Saint-Michel relief map\\xe2\\x80\\x94a 17th century icon of French innovation and history\\xe2\\x80\\x94t\\xe2\\x80\\xa6'", "b'@adhall_msft I laughed.'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'RT @pr_1_ncesssss: \\xe2\\x80\\x9cSHE A COLD HEARTED BITCH WITH NO SHAME \\nHER THROAT TOO FIRE \\xe2\\x80\\x9c\\nBella hadid: https://t.co/kW7tPJPFCk'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'RT @lesliearreolab: she\\xe2\\x80\\x99s right guys ain\\xe2\\x80\\x99t shit'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'$GOOG $PYPL $GS $GOOGL $ABBV $TSLA $MSFT $UAL $RCL $AMZN 650% FRIDAY with our AMAZING algo-based options alerts (ti\\xe2\\x80\\xa6 https://t.co/EyuqkFHbIP'", "b'RT @powerpoint: Experience real-time translations from #PowerPoint presentations in the palm of your hand. Learn more about Live Presentati\\xe2\\x80\\xa6'", "b'RT @Windows: We don\\xe2\\x80\\x99t know where they found the inspiration, but our engineers are working on a new feature to cancel out the sound of your\\xe2\\x80\\xa6'", "b'This is a great idea in theory. However, the only ones who received the dividend were shareholders, and obviously,\\xe2\\x80\\xa6 https://t.co/f3JIXzfgR4'", "b'@nscalice @pradipcloud Article from October. \\nhttps://t.co/RpGwLXPnzf\\nPerhaps this was just a slice of paying, not\\xe2\\x80\\xa6 https://t.co/zfSguI8Mg3'", "b'RT @microsofteduk: \\xf0\\x9f\\x93\\x86 Join us for a free webinar, supporting teachers in understanding how online learning could be delivered &amp; supported.\\xe2\\x80\\xa6'", "b'RT @Windows: Keep your files and collaborators in sync by starting your documents in OneDrive. Get every save and every edit, up to the sec\\xe2\\x80\\xa6'", "b'RT @msftsecurity: Cybercriminals use people\\xe2\\x80\\x99s fear and need for information on #Coronavirus in phishing attacks to steal sensitive informat\\xe2\\x80\\xa6'", "b'Amazon, Microsoft, and Google could take advantage of the market downturn to go on a cloud startup shopping spree,\\xe2\\x80\\xa6 https://t.co/K5pJVLWXQg'", "b'RT @SamanthaLaDuc: REDEMPTIONS from a Sovereign Wealth Fund you say... to pay for STIMULUS you say...\\n\\nBy chance, could these funds have TE\\xe2\\x80\\xa6'", "b'$AYTU Why would someone invest 50-60 million in this company when they can buy any thing 50-70% off from thousands\\xe2\\x80\\xa6 https://t.co/bkvqnWmWmi'", "b'RT @MicrosoftUK: NHS staff can use Microsoft Teams for free amid Coronavirus outbreak: https://t.co/jXMjxh7CNp\\n\\n#NHS #Healthcare #Teams htt\\xe2\\x80\\xa6'", "b'Microsoft CEO Satya Nadella rallies the troops amid the coronavirus crisis in leaked recording of remote all-hands\\xe2\\x80\\xa6 https://t.co/foA1DNXkVl'", "b'Microsoft CEO Satya Nadella rallies the troops amid the coronavirus crisis in leaked recording of remote all-hands\\xe2\\x80\\xa6 https://t.co/dpLVY9hzaC'", "b'Microsoft CEO Satya Nadella rallies the troops amid the coronavirus crisis in leaked recording of remote all-hands\\xe2\\x80\\xa6 https://t.co/0WOyLjzmmy'", "b'RT @Azure: COVID-19 is impacting everyone around the world. With over 1,000 global employees, learn how Icertis ensured comprehensive busin\\xe2\\x80\\xa6'", "b'RT @microsofteduk: \\xf0\\x9f\\x93\\x86 Join us for a free webinar, supporting teachers in understanding how online learning could be delivered &amp; supported.\\xe2\\x80\\xa6'", "b'@after_jimin https://t.co/XhbWhzGKtL'", "b'RT @msftsecurity: Cybercriminals use people\\xe2\\x80\\x99s fear and need for information on #Coronavirus in phishing attacks to steal sensitive informat\\xe2\\x80\\xa6'", "b'RT @msftsecurity: Cybercriminals use people\\xe2\\x80\\x99s fear and need for information on #Coronavirus in phishing attacks to steal sensitive informat\\xe2\\x80\\xa6'", "b'RT @OpenOutcrier: RECAP 3/20 Chatter:\\n$SEE + Insider Buy\\n$OPK + NJ Testing\\n$ADPT + $MSFT Decode COVID P-ship\\n$MEDS + Delivers scrips'", "b'RT @ClareRiley100: \\xf0\\x9f\\x92\\xa1 For Colleges and Universities looking for ideas on delivering remote teaching ...\\n\\nJoin me, @nicclark, @soslearning, @\\xe2\\x80\\xa6'", "b'vicky55591 Understood. Please share this information with our engineers over in our developer community here:\\xe2\\x80\\xa6 https://t.co/UGrPIDkvE9'", "b'RT @Windows: We don\\xe2\\x80\\x99t know where they found the inspiration, but our engineers are working on a new feature to cancel out the sound of your\\xe2\\x80\\xa6'", "b'RECAP 3/20 Chatter:\\n$SEE + Insider Buy\\n$OPK + NJ Testing\\n$ADPT + $MSFT Decode COVID P-ship\\n$MEDS + Delivers scrips'", "b\"Today's million dollar PUT #options trade:\\n$AMZN $BA $CX $DIS $DO $EL $KSU $MSFT $M $RICK $TRIP $TSLA $WIFI $WYND\\xe2\\x80\\xa6 https://t.co/77dsEM9MhE\"", "b'What could have been a great end to the week with a bright Green Day ended basically near the lows. Absolutely horr\\xe2\\x80\\xa6 https://t.co/4HxmxVtob7'", "b\"Today's million dollar CALL #options trade:\\n$AAPL $AMZN $COST $GLD $GOOGL $MSFT $NFLX $NVDA $OEX $TSLA $ZM $CRM\\xe2\\x80\\xa6 https://t.co/EVURpHEg30\"", "b'RT @msdevlatam: #Azure te brinda la flexibilidad que necesitas para trabajar en conjunto y desarrollar nuevas funcionalidades para tus clie\\xe2\\x80\\xa6'", "b'Kick ass way to end the week over at #TRICKTRADES $FB right to level for long, riding her up for a few points on th\\xe2\\x80\\xa6 https://t.co/9NEdLca9T3'", "b\"RT @Microsoft365: Read about the new 'raise hand' feature coming to @MicrosoftTeams meetings that allows remote participants to chime in wh\\xe2\\x80\\xa6\"", "b'Microsoft CEO Satya Nadella rallies the troops amid the coronavirus crisis in leaked recording of remote all-hands\\xe2\\x80\\xa6 https://t.co/TbJMPi7D2q'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'RT @ElaineTopham: \\xf0\\x9f\\x92\\xa1 Looking for ideas on delivering remote teaching?\\n\\nJoin me, @nicclark, @soslearning and @ClareRiley100 as we discuss 5 e\\xe2\\x80\\xa6'", "b\"RT @MicrosoftEDU: When @NgWaiYingWinni1's school made the transition to #RemoteLearning, she used #MicrosoftTeams and #OneNote to create an\\xe2\\x80\\xa6\"", "b\"RT @Microsoft: As COVID-19 impacts school closures, we rely on technology more than ever. \\n\\nHere's how #MicrosoftTeams is making that shift\\xe2\\x80\\xa6\"", "b'Cybercriminals use people\\xe2\\x80\\x99s fear and need for information on #Coronavirus in phishing attacks to steal sensitive in\\xe2\\x80\\xa6 https://t.co/o35XDG6Z4w'", "b'@NibrasManna Hi Nibras, thanks for reaching out. Yes, you are able to integrate To Do with Alexa via Cortana! You c\\xe2\\x80\\xa6 https://t.co/06IbqmOtMt'", "b'https://t.co/C8UezHlasy'", "b'\\xe3\\x82\\xad\\xe3\\x83\\xa3\\xe3\\x83\\x83\\xe3\\x82\\xb7\\xe3\\x83\\xa5\\xe3\\x81\\xae1\\xe5\\x89\\xb2\\xe3\\x81\\x8f\\xe3\\x82\\x89\\xe3\\x81\\x84\\xe3\\x81\\xa7\\xe3\\x80\\x81T,AWK,PAYC,MSFT\\xe8\\xb3\\xbc\\xe5\\x85\\xa5\\xe3\\x80\\x82\\nAWK\\xe5\\xaf\\x84\\xe3\\x82\\x8a\\xe3\\x81\\xa7\\xe8\\xb2\\xb7\\xe3\\x81\\xa3\\xe3\\x81\\x9f\\xe3\\x81\\xae\\xe3\\x81\\xaf\\xe5\\xa4\\xb1\\xe6\\x95\\x97\\xe3\\x81\\x99\\xe3\\x81\\x8e\\xe3\\x81\\x9f\\xe3\\x81\\xae\\xe3\\x81\\xa8\\xe3\\x80\\x81\\xe3\\x81\\x9d\\xe3\\x82\\x82\\xe3\\x81\\x9d\\xe3\\x82\\x82\\xe3\\x81\\xbe\\xe3\\x81\\xa0\\xe6\\x97\\xa9\\xe3\\x81\\x84\\xe6\\xb0\\x97\\xe3\\x82\\x82\\xe3\\x81\\x99\\xe3\\x82\\x8b\\xf0\\x9f\\x98\\x85'", "b'definitely should sleep before i get out of pocket.'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b\"RT @Azure: The #GlobalAzure community spirit will not be deterred! Instead of the physical meetup, we're having a Global Azure Virtual even\\xe2\\x80\\xa6\"", "b\"New goal:\\n\\nSurpass \\n@yoniassia\\n's profit from $MSFT bought in 2013 on his eToro portfolio by the end of the year.\\xe2\\x80\\xa6 https://t.co/iozD1O6SuV\"", "b'RT @MicrosoftBr: Com o nosso portal de templates, criar slides que prendam a aten\\xc3\\xa7\\xc3\\xa3o de quem v\\xc3\\xaa suas apresenta\\xc3\\xa7\\xc3\\xb5es \\xc3\\xa9 mais simples e eficaz.\\xe2\\x80\\xa6'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'RT @MicrosoftTeams: Get #Microsoft assistance with preparing and producing a live event in #MicrosoftTeams: https://t.co/C0yG9i9RrE'"]}
{"2020-03-20": ["b'@shell_lou 3/3 Here\\xe2\\x80\\x99s the article we\\xe2\\x80\\x99ve provided: https://t.co/Nbd6DopKoo. Keep us in mind for any other questions you may have.'", "b'RT @xamarinhq: Check out what\\xe2\\x80\\x99s new for #Xamarin developers in @VisualStudio 2019 version 16.5:\\n\\xf0\\x9f\\x94\\xb9 Hot Restart\\n\\xf0\\x9f\\x94\\xb9 Android Apply Changes\\n\\xf0\\x9f\\x94\\xb9 Mul\\xe2\\x80\\xa6'", "b'RT @MSAUedu: Find out how your school can create a connected and engaged virtual classroom for #RemoteLearning. Access free online resource\\xe2\\x80\\xa6'", "b'RT @richardtkachuk: I wrote a blog - how to improve your directquery Power BI distinct count performance by &gt;100 times with approximate dis\\xe2\\x80\\xa6'", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b'@SQLBalls @Zanebrunette yes, just a touch of bronchitis, thats all.'", "b'RT @OfficeInsider: Release notes for Windows #InsiderFast version 2004 (Build 16.0.12711.20000) are now live. https://t.co/XTb7UBrSHJ https\\xe2\\x80\\xa6'", "b\"RT @Microsoft365: Microsoft Teams' 44 million users have generated more than 900 million meeting minutes every day this week. As organizati\\xe2\\x80\\xa6\"", "b'Everyone should wish @cinnamon_msft a Happy (socially distanced) Birthday! https://t.co/L6MbDeJov2'", "b\"RT @AzureDevOps: Need to set up a self-hosted Windows agent? Here are all the steps and resources you'll need: https://t.co/bbXBONZUKJ http\\xe2\\x80\\xa6\"", "b'@cinnamon_msft Ha! :( Aww... Happy Birthday Kayla!!! (Mine was on Wednesday -- looks like you had a more happening\\xe2\\x80\\xa6 https://t.co/cF9rIMKYe3'", "b'Found even more reasons to love the new Windows Terminal! Thank you @cinnamon_msft and team! https://t.co/6ej8xAyFh4'", "b\"That's all FOLKS,\\nToday's loss is $26,000 Acct val $535,000 with NO CA$H!\\nToday FOLK$ SLD indiscriminately,\\nLots of\\xe2\\x80\\xa6 https://t.co/ILj2rJXn0j\"", "b'RT @MicrosoftStream: Need help with setting up and producing a live event in \\n@MicrosoftStream? Try the #Microsoft365 live events assistanc\\xe2\\x80\\xa6'", "b'RT @Xbox_JP: [\\xe9\\xa6\\x99\\xe5\\x8e\\x9f]\\xe3\\x81\\x95\\xe3\\x81\\xa6\\xe6\\x98\\x8e\\xe6\\x97\\xa5\\xe3\\x81\\x8b\\xe3\\x82\\x89\\xe3\\x80\\x81Xbox One X \\xe3\\x81\\x8c\\xe6\\x96\\xb0\\xe4\\xbe\\xa1\\xe6\\xa0\\xbc\\xe3\\x80\\x81\\xe3\\x81\\x9d\\xe3\\x81\\x97\\xe3\\x81\\xa626\\xe6\\x97\\xa5\\xe3\\x81\\xbe\\xe3\\x81\\xa7\\xe3\\x80\\x8e\\xe6\\x98\\xa5\\xe3\\x81\\xae Xbox One \\xe6\\x9c\\xac\\xe4\\xbd\\x93 \\xe3\\x82\\xbb\\xe3\\x83\\xbc\\xe3\\x83\\xab \\xe3\\x82\\xad\\xe3\\x83\\xa3\\xe3\\x83\\xb3\\xe3\\x83\\x9a\\xe3\\x83\\xbc\\xe3\\x83\\xb3\\xe3\\x80\\x8f! \\xe4\\xba\\x8c\\xe3\\x81\\xa4\\xe5\\x90\\x88\\xe3\\x82\\x8f\\xe3\\x81\\x9b\\xe3\\x82\\x8b\\xe3\\x81\\xa8\\xe2\\x80\\xa6\\xe3\\x83\\x95\\xe3\\x82\\xa9\\xef\\xbd\\x9e\\xef\\xbd\\x9e! \\xe3\\x81\\xa8\\xe5\\xa3\\xb0\\xe3\\x81\\x8c\\xe5\\x87\\xba\\xe3\\x81\\x9d\\xe3\\x81\\x86\\xe3\\x80\\x82\\xe3\\x81\\xbe\\xe3\\x81\\xa0\\xe3\\x81\\x8a\\xe6\\x8c\\x81\\xe3\\x81\\xa1\\xe3\\x81\\xa7\\xe3\\x81\\xaa\\xe3\\x81\\x84\\xe6\\x96\\xb9\\xe3\\x82\\x82\\xe3\\x83\\x95\\xe3\\x82\\xa1\\xe3\\x83\\x9f\\xe3\\x83\\xaa\\xe3\\x83\\xbc\\xe3\\x82\\x92\\xe5\\xa2\\x97\\xe3\\x82\\x84\\xe3\\x81\\x97\\xe3\\x81\\x9f\\xe3\\x81\\x84\\xe6\\x96\\xb9\\xe3\\x82\\x82\\xe3\\x80\\x81\\xe8\\xa6\\x81\\xe3\\x83\\x81\\xe3\\x82\\xa7\\xe3\\x83\\x83\\xe3\\x82\\xaf\\xe3\\x81\\xa7\\xe3\\x81\\x99\\xe3\\x81\\x9e!\\n\\xe2\\x96\\xb6\\xe6\\x96\\xb0\\xe4\\xbe\\xa1\\xe6\\xa0\\xbc\\xef\\xbc\\x9aht\\xe2\\x80\\xa6'", "b'RT @VisualStudio: Are you ready for the #dotNETConf focus on #Xamarin?\\n\\nOver eight hours of Xamarin knowledge streamed straight to you.\\n\\nCh\\xe2\\x80\\xa6'", "b\"@XcloudTimdog That's why MSFT gotta continue to bring the goods all the way up to kaunch, Sony can afford to mess up loyalty is big\"", "b\"Need to set up a self-hosted Windows agent? Here are all the steps and resources you'll need:\\xe2\\x80\\xa6 https://t.co/Yc6pI82G4u\"", "b\"@cinnamon_msft Oh my goodness .. I didn't know it would work with tmux! Thank you thank you thank you!!!\"", "b\"RT @AgeOfEmpires: Reddit User Brewsterscoffee made this AMAZING medieval village based on Age of Empires II buildings in the Sims! We've at\\xe2\\x80\\xa6\"", "b'\\xe9\\xab\\x98\\xe9\\x85\\x8d\\xe5\\xbd\\x93\\xe3\\x82\\x92\\xe5\\x8b\\xa7\\xe3\\x82\\x81\\xe3\\x82\\x8b\\xe3\\x80\\x81\\xe4\\xb8\\x80\\xe9\\x83\\xa8\\xe3\\x80\\x81\\xe3\\x82\\xa2\\xe3\\x83\\x8a\\xe3\\x83\\xaa\\xe3\\x82\\xb9\\xe3\\x83\\x88\\xe3\\x80\\x81\\xe4\\xbc\\x9a\\xe7\\xa4\\xbe\\xe7\\xa4\\xbe\\xe9\\x95\\xb7\\xe3\\x80\\x81\\xe3\\x81\\x84\\xe3\\x82\\x8b\\xe3\\x81\\x8c\\xe3\\x80\\x81\\xe6\\x97\\xa5\\xe6\\x9c\\xac\\xe5\\x86\\x86\\xe6\\x8c\\x81\\xe3\\x81\\xa3\\xe3\\x81\\xa6\\xe3\\x80\\x81\\xe3\\x81\\x98\\xe3\\x81\\xa3\\xe3\\x81\\xa8\\xe5\\xbe\\x85\\xe3\\x81\\xa3\\xe3\\x81\\xa6\\xe3\\x81\\x9f\\xe6\\x96\\xb9\\xe3\\x81\\x8c\\xe8\\x89\\xaf\\xe3\\x81\\x8f\\xe3\\x81\\xaa\\xe3\\x81\\x84\\xef\\xbc\\x9fmsft  \\xe3\\x81\\xae\\xe6\\x96\\xb9\\xe3\\x81\\x8c\\xe3\\x82\\x88\\xe3\\x81\\xa3\\xe3\\x81\\xbd\\xe3\\x81\\xa9\\xe3\\x83\\x87\\xe3\\x82\\xa3\\xe3\\x83\\x95\\xe3\\x82\\xa7\\xe3\\x83\\xb3\\xe3\\x82\\xb7\\xe3\\x83\\x96\\xef\\xbc\\x81'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b\"RT @ETRnews: The #COVID19 Market Impact Study Results + experts; cost vs. #informationsecurity in #datastrategy; #GCP's rise; and the state\\xe2\\x80\\xa6\"", "b\"RT @ETRnews: The #COVID19 Market Impact Study Results + experts; cost vs. #informationsecurity in #datastrategy; #GCP's rise; and the state\\xe2\\x80\\xa6\"", "b'RT @VisualStudio: Get the details on the new features for #Xamarin devs in the release of Visual Studio version 16.5: https://t.co/rnpmcPfk\\xe2\\x80\\xa6'", "b'RT @VisualStudio: Are you ready for the #dotNETConf focus on #Xamarin?\\n\\nOver eight hours of Xamarin knowledge streamed straight to you.\\n\\nCh\\xe2\\x80\\xa6'", "b'RT @MicrosoftTeams: What\\xe2\\x80\\x99s New in #MicrosoftTeams: 3rd Anniversary Edition: https://t.co/FADl3y1UXT \\n\\n\\xe2\\x80\\x94 Raise hand in meetings\\n\\xe2\\x80\\x94 Bookings A\\xe2\\x80\\xa6'", "b\"\\xf0\\x9f\\x93\\xb8 Today's Spotlight Stocks \\xf0\\x9f\\x93\\xb8\\n\\xf0\\x9f\\xa5\\x87Apple Inc.\\n$AAPL \\xc2\\xbb 229.24 \\xf0\\x9f\\x94\\xbd15.54\\xe2\\x96\\xaa\\xef\\xb8\\x8f\\xef\\xb8\\x8f6.35%\\n\\xf0\\x9f\\xa5\\x88https://t.co/YJ0zftNqcc Inc.\\n$AMZN \\xc2\\xbb 1846.0\\xe2\\x80\\xa6 https://t.co/wmJhSmHCkh\"", "b'RT @msftsecurity: Cybercriminals use people\\xe2\\x80\\x99s fear and need for information on #Coronavirus in phishing attacks to steal sensitive informat\\xe2\\x80\\xa6'", "b\"@notindisparitas Hi there! There's an idea with a considerable amount of votes and comments to have this available\\xe2\\x80\\xa6 https://t.co/6TYh2paauY\"", "b'@IsidoraKatanic @CHARBELNEMNOM @ThomasMaurer Did he ever get it yet?  Red or blue?'", "b'RT @mskkpr: \\xe3\\x80\\x90 #SurfaceHeadphones \\xe3\\x81\\xa7\\xe5\\x9c\\xa8\\xe5\\xae\\x85\\xe3\\x83\\xaf\\xe3\\x83\\xbc\\xe3\\x82\\xaf\\xe3\\x81\\xa7\\xe3\\x82\\x82\\xe9\\x9b\\x86\\xe4\\xb8\\xad\\xe5\\x8a\\x9b\\xe3\\x81\\x8c\\xe9\\xab\\x98\\xe3\\x81\\xbe\\xe3\\x82\\x8b\\xe7\\x92\\xb0\\xe5\\xa2\\x83\\xe3\\x82\\x92\\xe7\\x9e\\xac\\xe6\\x99\\x82\\xe3\\x81\\xab\\xe5\\xae\\x9f\\xe7\\x8f\\xbe\\xe3\\x80\\x91\\n\\xe5\\x9c\\xa8\\xe5\\xae\\x85\\xe3\\x83\\xaf\\xe3\\x83\\xbc\\xe3\\x82\\xaf\\xe3\\x81\\xa7\\xe3\\x82\\x82\\xe3\\x80\\x81\\xe9\\x9b\\x86\\xe4\\xb8\\xad\\xe5\\x8a\\x9b\\xe3\\x82\\x92\\xe5\\x89\\x8a\\xe3\\x81\\x90\\xe9\\x9b\\x91\\xe9\\x9f\\xb3\\xe3\\x81\\xaf\\xe5\\xad\\x98\\xe5\\x9c\\xa8\\xe3\\x81\\x99\\xe3\\x82\\x8b\\xe3\\x82\\x82\\xe3\\x81\\xae\\xe3\\x80\\x82 #Surface Headphones \\xe3\\x81\\x8c\\xe3\\x81\\x82\\xe3\\x82\\x8c\\xe3\\x81\\xb0\\xe3\\x80\\x81\\xe7\\x94\\x9f\\xe6\\xb4\\xbb\\xe7\\xa9\\xba\\xe9\\x96\\x93\\xe3\\x81\\xae\\xe3\\x83\\x8e\\xe3\\x82\\xa4\\xe3\\x82\\xba\\xe3\\x82\\x92\\xe3\\x82\\xab\\xe3\\x83\\x83\\xe3\\x83\\x88\\xe3\\x81\\x97\\xe3\\x80\\x81\\xe4\\xbb\\x95\\xe4\\xba\\x8b\\xe3\\x81\\xab\\xe9\\x9b\\x86\\xe4\\xb8\\xad\\xe3\\x81\\xa7\\xe3\\x81\\x8d\\xe3\\x82\\x8b\\xe7\\x92\\xb0\\xe5\\xa2\\x83\\xe3\\x82\\x92\\xe6\\x95\\xb4\\xe3\\x81\\x88\\xe3\\x81\\xa6\\xe3\\x81\\x8f\\xe3\\x82\\x8c\\xe3\\x81\\xbe\\xe2\\x80\\xa6'", "b'RT @Microsoft365: To ensure everyone can stay connected and productive, the free version of @MicrosoftTeams now supports an unlimited numbe\\xe2\\x80\\xa6'", "b\"RT @Microsoft365: Microsoft Teams' 44 million users have generated more than 900 million meeting minutes every day this week. As organizati\\xe2\\x80\\xa6\"", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'Microsoft Corp (MSFT) price at close, 2020-03-20, is 137.35.'", "b'@rickyleepotts You can set rules that may help you better organize your inbox. You can learn more here: https://t.co/s3nl2a6JQQ'", "b'RT @MicrosoftTeams: Keep the focus on you with #MicrosoftTeams Background Blur \\xe2\\x80\\x94 coming soon to iOS devices! https://t.co/tmaNpDno89'", "b'@cinnamon_msft Now I know what people are doing with all that toilet paper...'", "b'RT @Microsoft365: To ensure everyone can stay connected and productive, the free version of @MicrosoftTeams now supports an unlimited numbe\\xe2\\x80\\xa6'", "b'Get the details on the new features for #Xamarin devs in the release of Visual Studio version 16.5:\\xe2\\x80\\xa6 https://t.co/qjfnt0Ro3s'", "b\"The #COVID19 Market Impact Study Results + experts; cost vs. #informationsecurity in #datastrategy; #GCP's rise; an\\xe2\\x80\\xa6 https://t.co/z8FSUA5O85\"", "b'Thank you @Lindsay_Rae_M for the reminder that we all have the ability to show up as allies and create space for ot\\xe2\\x80\\xa6 https://t.co/lD9AlC3y7F'", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b'RT @TechNetUK: Building simple data engineering pipelines with a single Azure Data Factory (ADF) is easy, and multiple activities can be or\\xe2\\x80\\xa6'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'RT @Microsoft365: To ensure everyone can stay connected and productive, the free version of @MicrosoftTeams now supports an unlimited numbe\\xe2\\x80\\xa6'", "b'RT @Azure: We\\xe2\\x80\\x99re sharing the launch of the Deploy to Azure extension for #VSCode. See how this new extension allows you to seamlessly creat\\xe2\\x80\\xa6'", "b'RT @VisualStudio: Looking for ideas on helping your developers stay productive? Get tips from inside of Microsoft as we help our engineerin\\xe2\\x80\\xa6'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'@cinnamon_msft @davefollett Happy birthday! May the year ahead be full of new challenges that you can overcome!'", "b'RT @Azure: Missed the #WindowsVirtualDesktop event? It\\xe2\\x80\\x99s not too late to get the latest #WVD updates. Watch on demand: https://t.co/Pc40IG7\\xe2\\x80\\xa6'", "b\"RT @Azure: The #GlobalAzure community spirit will not be deterred! Instead of the physical meetup, we're having a Global Azure Virtual even\\xe2\\x80\\xa6\"", "b'RT @Azure: We\\xe2\\x80\\x99re sharing the launch of the Deploy to Azure extension for #VSCode. See how this new extension allows you to seamlessly creat\\xe2\\x80\\xa6'", "b'RT @Azure: Get insights and news on market trends in #HybridCloud adoption. Hear from experts at Bain &amp; Company at the #AzureHybrid Virtual\\xe2\\x80\\xa6'", "b\"RT @Azure: In this episode of #AzureTipsAndTricks, you'll see how to use Azure App Service managed certificates. Watch: https://t.co/hHgP1R\\xe2\\x80\\xa6\"", "b'Find your free time with #MicrosoftSearch. https://t.co/H8kSL3D5eU https://t.co/zCKjGjbrvW'", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b'RT @MicrosoftStream: Need help with setting up and producing a live event in \\n@MicrosoftStream? Try the #Microsoft365 live events assistanc\\xe2\\x80\\xa6'", "b'RT @Azure: Missed the #WindowsVirtualDesktop event? It\\xe2\\x80\\x99s not too late to get the latest #WVD updates. Watch on demand: https://t.co/Pc40IG7\\xe2\\x80\\xa6'", "b\"@asifakberali Thanks for sharing, Asif! Feel free to leave your feedback in the Feedback Hub, if you haven't alread\\xe2\\x80\\xa6 https://t.co/cLzWjIeAYx\"", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b\"RT @PlayCraftLearn: Learners experiencing #SchoolClosures can use #MinecraftEdu at home. We've extended access to all students with a valid\\xe2\\x80\\xa6\"", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b'RT @Azure_France: Le choix de la Topologie R\\xc3\\xa9seau peut avoir des cons\\xc3\\xa9quences significatives sur votre facture. \\n\\xe2\\x9e\\xa1\\xef\\xb8\\x8f Apprenez \\xc3\\xa0 minimiser ce\\xe2\\x80\\xa6'", "b'RT @Azure: Missed the #WindowsVirtualDesktop event? It\\xe2\\x80\\x99s not too late to get the latest #WVD updates. Watch on demand: https://t.co/Pc40IG7\\xe2\\x80\\xa6'", "b\"RT @Microsoft365: Microsoft Teams' 44 million users have generated more than 900 million meeting minutes every day this week. As organizati\\xe2\\x80\\xa6\"", "b\"RT @PlayCraftLearn: Learners experiencing #SchoolClosures can use #MinecraftEdu at home. We've extended access to all students with a valid\\xe2\\x80\\xa6\"", "b\"RT @msftsecurity: Purpose-driven work and helping others is what motivated @ajohnsocyber, Microsoft's Corporate VP of the Cybersecurity Sol\\xe2\\x80\\xa6\"", "b\"RT @MicrosoftEDU: Looking for simple ways to engage family learning from home? We've got you covered. Spark a family-led learning experienc\\xe2\\x80\\xa6\"", "b'Use #MicrosoftStream videos in #PowerApps! https://t.co/VSrcfSqLZw'", "b'RT @Azure: We\\xe2\\x80\\x99re sharing the launch of the Deploy to Azure extension for #VSCode. See how this new extension allows you to seamlessly creat\\xe2\\x80\\xa6'", "b'Easiest block of a LIFETIME - anyone who opposes sending massive direct payments to individuals. \\n\\nNote: I only blo\\xe2\\x80\\xa6 https://t.co/G47Xx3R76b'", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b'RT @microsofteduk: \\xf0\\x9f\\x92\\x9c\\xf0\\x9f\\x92\\x9a Did you know that you can share your @Flipgrid assignments with students through @MicrosoftTeams?\\n\\nDiscover a whole l\\xe2\\x80\\xa6'", "b'RT @msftsecurity: Gaining kernel privileges by taking advantage of vulnerable kernel drivers has become an established tool of choice for a\\xe2\\x80\\xa6'", "b\"RT @PlayCraftLearn: Announcing the 2020 #MinecraftChallenge! We're inviting students learning at school or at home to research issues aroun\\xe2\\x80\\xa6\"", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'RT @Azure_France: Certification AZ-900 : https://t.co/hmembWAAOV \\xf0\\x9f\\x91\\x8d \\n\\xe2\\x9e\\xa1\\xef\\xb8\\x8f Formez-vous en 2 jours sur Azure avec Microsoft Learn et la certific\\xe2\\x80\\xa6'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'RT @msdev: This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the #MicrosoftAI Platform. D\\xe2\\x80\\xa6'", "b'I downloaded summary volume past 30 days from @CBOE website. The largest daily notional volume was recorded:\\n\\n#1 Fr\\xe2\\x80\\xa6 https://t.co/dvaEMsiJUz'", "b'RT @dotnet: Badda-bing-badda-boom when considering asynchronous implementation? Well, it might not be as easy as all that, but @StephenToub\\xe2\\x80\\xa6'", "b'@cinnamon_msft On the upside, you get to eat THE WHOLE CAKE.'", "b'RT @Azure: We\\xe2\\x80\\x99re sharing the launch of the Deploy to Azure extension for #VSCode. See how this new extension allows you to seamlessly creat\\xe2\\x80\\xa6'", "b'RT @Azure: We\\xe2\\x80\\x99re sharing the launch of the Deploy to Azure extension for #VSCode. See how this new extension allows you to seamlessly creat\\xe2\\x80\\xa6'", "b\"RT @WatchMixer: We've got another 10,000 Embers up for grabs! Follow and retweet to enter. Who would you show some love to with 10k Embers?\\xe2\\x80\\xa6\"", "b'Global Pandemic Fund:\\n\\n-- Remote Working\\n$ZM\\n$MSFT\\n-- Commerce &amp; Food\\n$WMT\\n$AMZN\\n$COST\\n$APRN\\n-- Healthcare &amp; Equipm\\xe2\\x80\\xa6 https://t.co/gQ8x14o1TC'", "b'We\\xe2\\x80\\x99re sharing the launch of the Deploy to Azure extension for #VSCode. See how this new extension allows you to sea\\xe2\\x80\\xa6 https://t.co/lCENiwcBgA'", "b'This e-book provides a comprehensive roadmap to help you build your first AI-infused application on the\\xe2\\x80\\xa6 https://t.co/9RjFrpL5yC'", "b'Banks are leveraging breakthroughs in #cloud platforms and #AI to create a level of #CustServ that was unimaginable\\xe2\\x80\\xa6 https://t.co/NXsqolrr2l'", "b'Banks are leveraging breakthroughs in cloud platforms and #AI to create a level of #CustServ that was unimaginable\\xe2\\x80\\xa6 https://t.co/iraYohYavq'", "b'#SQLServer 2019 package native to #Ubuntu 18.04 ecosystem, fully supported for production use, starting with CU3 is\\xe2\\x80\\xa6 https://t.co/anEo0APmOZ'", "b'@cinnamon_msft @lisafdavis @blossombones @AhmedHa40816683 @cafe_karma @bungochung @bugQ @AlopexCorax @gayocats @NightinGem @pennypyro'", "b'RT @MicrosoftEDU: Focused on preparing students for careers in #STEM, University Technical College Reading relies on #MicrosoftEDU to bring\\xe2\\x80\\xa6'", "b'RT @MicrosoftTeams: Through a new integration between #MicrosoftTeams and @RealWearInc head-mounted devices, Firstline Workers will be able\\xe2\\x80\\xa6'", "b'RT @luke_sosnowski: Kick ass way to end the week over at #TRICKTRADES $FB right to level for long, riding her up for a few points on the na\\xe2\\x80\\xa6'", "b\"RT @Microsoft365: Read about the new 'raise hand' feature coming to @MicrosoftTeams meetings that allows remote participants to chime in wh\\xe2\\x80\\xa6\"", "b'Focused on preparing students for careers in #STEM, University Technical College Reading relies on #MicrosoftEDU to\\xe2\\x80\\xa6 https://t.co/fGyPkRlB9S'", "b'RT @Azure_France: Certification AZ-900 : https://t.co/hmembWAAOV \\xf0\\x9f\\x91\\x8d \\n\\xe2\\x9e\\xa1\\xef\\xb8\\x8f Formez-vous en 2 jours sur Azure avec Microsoft Learn et la certific\\xe2\\x80\\xa6'"]}